const issueMap = {
// 디지털피아노 외관
  "디지털피아노 외관 [설치 포함]": {
    "파손": [
      "[내용 및 사진]"
    ],
    "긁힘": [
      "[내용 및 사진]"
    ],
    "찢김": [
      "[내용 및 사진]"
    ],
    "설치이상": [
      "[내용 및 사진]"
    ],
    "기타": [
      "[내용 및 사진]"
    ]
  },
// 디지털피아노 기능
  "디지털피아노 기능": {
    "전원 이상": [
      "부팅 무 [전혀 켜지지 않음]",
      "간헐적 부팅[됐다 안됐다]",
      "부분 부팅 [전원LED만 켜지고 표시창은 켜지지 않음 등]",
      "어댑터 연결부분을 만지면 켜지거나 꺼짐",
      "기타 [내용 및 사진]"
    ],
    "기능 작동이상 [기능조작과 페달]": [
      "볼륨조절 이상 [조절 X, 잡음 등]",
      "기능 버튼 눌러도 작동 무 [일부, 전체]",
      "기능 버튼 오동작 [누르지 않아도 작동, 눌렀으나 전혀 다른 기능 작동 등]",
      "USB 미디, 오디오 작동 무",
      "블루투스 작동 무",
      "페달 작동 무",
      "기타 [내용 및 사진]"
    ],
    "소리 이상 [전체소리와 건반음 관련]": [
      "전체 소리 무 [건반&시범연주&메트로놈 등]",
      "건반만 전체 소리 무 [시범연주&메트로놈 등은 정상작동]",
      "건반 중 특정 건반만 소리 무",
      "건반 중 특정 건반만 크거나 작음",
      "특정 건반 눌렀을때 다른 악기소리[?]가 섞여 나옴 [예, 피아노+오르간]",
      "건반 1개 눌렀는데 2번 누른 소리 [띠딩]",
      "이상 잡음 발생 [삐~, 찡~, 웅~ 등]",
      "기타 [내용 및 사진]"
    ],
    "건반 작동 이상 [터치와 이상소음]": [
      "건반 1~여러 개 내려가 있음",
      "건반 1~여러개 딸그락 등 소음",
      "건반 1~여러개 뻑뻑 함",
      "건반 1~여러 개 올라와 있음",
      "기타 [내용 및 사진]"
    ]
  },
// 디지털 피아노 기타
	"디지털피아노 기타 [어댑터, 의자, 헤드폰, 탈착식 보면대 관련]": {
		"무상기간": [
			"어댑터, 의자, 헤드폰, 탈착식 보면대 등 관련 [유무상 구분위해 구매이력 및 사진 필요]"
		],
		"무상기간 이후": [
			"구매하시려는 모델, 부품명 기재"
		],
	},
// 전자 드럼
	"전자 드럼":{
		"무상기간 [유무상 구분을 위해 구매 날짜, 고장증상, 사진 확인 후 택배처리]": [
			"전원 무",
			"심벌 이상",
			"드럼 이상",
			"킥 페달 [2종] 이상",
			"케이블 이상",
			"컨트럴러 이상",
			"어댑터 이상",
		],
		"유상 [택배판매]": [
			"심벌 패드 구매",
			"드럼 패드 구매",
			"페달 컨트롤러 구매",
			"케이블 구매",
			"호스트 컨트롤 유닛 구매",
			"어댑터 구매",
			"심벌 고정 브래킷 구매",
			"드럼 고정 브래킷 구매",
			"스틱 구매",
		],
	},
}; // 끝